---- helloworld.cob -------------------------
       * Sample COBOL program
        IDENTIFICATION DIVISION.
        PROGRAM-ID. hello-world.
        PROCEDURE DIVISION.
        DISPLAY "Hello World!".
        STOP RUN.
----------------------------------------